<?php
$saying = [
    "生活并不是一场追求“完美”的竞赛，而是一个寻找自我、认识自我、接纳自我的过程。",
    "我们应该勇敢地面对自己的内心，找到那些让我们感到充实和快乐的事物，而不是被外界的期望和压力所左右。",
    "其实它一直存在，只不过是因为你的观测而拥有了状态",
    "人生就是一场修行,你的过程,可以让你成为什么样的人",
    "天可补，海可填，南山可移。 日月既往，不可复追。",
    "人生若只如初见，何事秋风悲画扇。",
    "山不让尘，川不辞盈。高山不会拒绝一粒尘土的降落，江河不会拒绝溪流的汇入。",
    "当我们真正热爱这世界时，我们才真正生活在这世上。——泰戈尔",
    "幸福比傲慢更容易蒙住人的眼睛。——大仲马",
    "不傲才以骄人，不以宠而作威。——诸葛亮",
    "追逐影子的人，自己就是影子。——荷马",
    "月缺不改光，剑折不改刚",
    "人生有两出悲剧：一是万念俱灰，另一是踌躇满志。",
    "好运总是要先捉弄一番，然后才向着坚忍不拔者微笑的。——法布尔《昆虫记》",
    "懒惰行动得如此缓慢，贫穷很快就能超过它。",
    "与其临渊羡鱼，不如退而结网",
    "古之立大事者，不惟有超世之才，亦必有坚忍不拔之志",
    "人在逆境里比在顾境里更能坚强不屈，遭厄运时比交好运时更容易保全身心。",
    "道足以忘物之得春，志足以一气之盛衰。——苏轼",
];
echo "\"{$saying[rand(0, count($saying) - 1)]}\"";
